<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'name' => 'Имя', 'name_enter' => 'Введите имя',
    'fullname' => 'Полное имя',
    'email' => 'Email',
    'email_enter' => 'Введите E-mail',
    'password' => 'Пароль',
    'password_enter' => 'Введите пароль',
    'password_confirm' => 'Повторите пароль',
    'password_confirm_enter' => 'Введите пароль ещё раз',
    'password_forget' => 'Забыли пароль?',
    'password_reset' => 'Сброс пароля',
    'password_reset_send_link' => 'Отправить ссылку сброса пароля',
    'remember' => 'Запомнить меня',
    'entry' => 'Вход',
    'lang_selection' => 'Язык',
    'lang_choose' => 'Выберите язык',
    'social' => 'Социальные сети',
    'social_desc' => 'Вы можете авторизироваться в системе используя социальные сети.',

    // Register
    'register' => 'Регистрация',
    'logout' => 'Выход',
];
